evgeniypeshkov.syntax-highlighter
faceair.ayu-one-dark
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
saoudrizwan.claude-dev
stephlin.vscode-tmux-keybinding
tamasfe.even-better-toml
vscodevim.vim
vspacecode.whichkey
